Repository: AKotov-dev/GHBackup
Catalog: ghbackup/languages/ghbackup.*.po
Languages: ru

# tmainform.backupbtn.caption
source: Backup
ru: Бэкап

# tmainform.backupbtn.hint
source: [Enter] - Backup
ru: [Enter] - Бэкап

# tmainform.cancelbtn.caption
source: Cancel
ru: Отмена

# tmainform.cancelbtn.hint
source: [Esc - Cancel]
ru: [Esc - Отмена]

source: Full/Incomplete clone
ru: Полный/Неполный клон

source: Login:
ru: Логин:

source: Repositories count (max): 1000
ru: Количество репозиториев (max): 1000

source: Work directory:
ru: Рабочий каталог:

source: Backup file:
ru: Файл бэкапа:

source: Cloning depth
ru: Глубина клонирования

source: License: GPLv3 Author: alex_q_2000 (C) 2022 URL: https://linuxforum.ru
ru: Лицензия: GPLv3 Автор: alex_q_2000 (C) 2022 URL: https://linuxforum.ru

source: Backup completed...
ru: Резервное копирование завершено...

source: Start cloning
ru: Старт клонирования

source: The working directory will be cleared! Continue?
ru: Рабочий каталог будет очищен! Продолжить?

source: Backup is running! Cancel?
ru: Бэкап запущен! Отменить?

source: Enter Login and Working directory!
ru: Введите Логин и Рабочий каталог!
